<template>
    <div>
        <br>Запрещены
        <br>0. Правила поведения на сайте и в сообществах
<br>
        <br>0.1. Запрещены сообщения, содержащие, угрозы, розжиг межнациональной розни, унижения.
        <br>Блокировка аккаунта на сайте или сообществе от 1 до 7 дней.
        <br>0.2. Запрещена любая реклама, связанная с другими проектами, упоминанием сторонних ресурсов, или серверов Minecraft.
        <br>Блокировка аккаунта на сайте или сообществе от 1 до 7 дней.
        <br>0.3. Запрещена передача аккаунта сторонним лицам.
        <br>Постоянная блокировка аккаунта.
<br>
<br>
        <br>1. Основные правила проекта
        <br>1.2. Зарегистрировавшись на проекте, пользователь автоматически соглашается с данным сводом правил и обязуется выполнять их.
        <br>1.3. При регистрации на проекте пользователь обязан указать свой реальный существующий e-mail.
        <br>1.4. Любой пользователь имеет право иметь только один активный (не забаненный) аккаунт на проекте. За мультиакк последует бан всех аккаунтов.
        <br>1.5. Администрация проекта имеет право изменять пункты всех правил проекта, смягчать или ужесточать наказания в любое время суток, заранее осведомив пользователей, предусмотренными способами.
        <br>1.6. Основным языком общения на серверах является русский язык. Общение коверканным Английским и использования сленга(Кринж, рофеk) не поощряется
        <br>1.7. Средства, которые были потрачены на приобретение каких-либо услуг на проекте, не возвращаются.
        <br>1.8. Администрация проекта не возвращает вам ресурсы, которые были потеряны в связи с откатом сервера, вашей смертью в игре, баном или другими недоработками.
        <br>1.9. Non RP общение на Role Play серверах карается согласно правил каждого конкретного сервера
<br>
<br>
        <br>2. Правила поведения игроков на сервере
        <br>2.1. В игровом чате запрещено: Написание более 5-ти одинаковых символов подряд, написание более 5-ти одинаковых сообщений подряд, написание слов в сообщении ЗАГЛАВНЫМИ буквами.
        <br>Мут от 30 минут до 5 часов.
        <br>2.2. В игровом чате запрещено: Написание сообщений, содержащих оскорбления, дискриминацию, угрозы, ненормативную лексику, розжиг межнациональной розни, унижения, в сторону личности игрока
        <br>Мут от 5 часов до 2 дней.
        <br>2.2.1. Так же игровом чате запрещено: Написание сообщений, содержащих оскорбления, угрозы, негативные высказывания, в адрес родственников других игроков.
        <br>Мут от 1 до 7 дней.
        <br>2.3. Запрещены надписи, содержащие оскорбления, дискриминацию, угрозы, ненормативную лексику, розжиг межнациональной розни, унижения на табличках, скинах, плащах, в названии клана и в виде построек.
        <br>Бан от 1 до 7 дней.
        <br>2.4. 1.8 Non RP общение на Role Play серверах карается согласно правил каждого конкретного сервера
        <br>Мут от 1 часа до 2 дней или бан от 1 до 7 дней
        <br>2.5. Запрещена любая реклама, связанная с другими проектами, ютуб-каналами, сторонними ресурсами или серверами Minecraft. Даже простое упоминание других проектов в чате может быть сочтено за рекламу.
        <br>Пожизненный бан игрового аккаунта на всех серверах проекта.
        <br>2.5.1. Уточнение правила 2.5 для ютуб-каналов и стримеров: Если вы ведете стрим или снимаете на сервере видео для ютуб-канала - право ваше. Однако, если вы начинаете пиарить свой канал или стрим в игровых чатах - в названии стрима\видео должна присутствовать фраза Drunken beard и в описании должна присутствовать ссылка на сайт Наказание, аналогичное правилу 2.5.
        <br>2.6. Запрещены провокации и пропаганда негативного или навязчивого характера.
        <br>Мут от 1 до 5 часов.
        <br>2.7. Запрещено использование любого стороннего ПО, дающего вам преимущество на игровых серверах, и изменение клиента или лаунчера.
        <br>Пожизненный бан.
        <br>2.8. Запрещено создавать конструкции (например, Анти-АФК машины, Redstone схемы, застроенные порталы), мешающие стабильной работе сервера или игровому процессу.
        <br>Бан от 1 до 7 дней.
        <br>2.9. Запрещено использование любых недоработок игрового клиента, сервера, плагинов, модов для получения выгоды. При обнаружении любых недоработок, связанных с проектом, пользователь обязан сообщить об этом Администрации проекта, за что может быть вознагражден.
        <br>Бан от 7 дней до пожизненного срока.
        <br>2.10. Запрещено устанавливать точку /home или /warp  на территории, принадлежащей другому игроку без его согласия.
        <br>Сначала предупреждение, затем бан от 1 до 7 дней.
        <br>2.11. Запрещено разрушать предметы и блоки или ставить свои на чужой территории без разрешения её хозяина. Запрещено ставить таблички, сундуки, двери, печки дальше, чем на 10 кубов от вашей постройки или на открытой местности.
        <br>Снос объектов и бан от 1 до 7 дней.
        <br>2.12. Запрещено приватить двери, сундуки, люки и прочие обьекты, находящиеся на территории другого игрока без его разрешения.
        <br>Снос объектов и бан от 1 до 7 дней.
        <br>2.13. Запрещено использовать (продавать, раздавать, хранить, отдавать, применять, сажать, кидать) предметы, которые были добыты нечестным путем (Дюп, подарки от «Админов»).
        <br>Очистка инвентаря персонажа, его сундуков, снос его построек и бан от 7 дней до пожизненного срока.
        <br>2.14. Запрещено использование ников, которые схожи с никами Администрации, или содержат ненормативную лексику, так же запрещено выдавать себя за Администратора проекта.
        <br>Бан от 1 до дох*я дней
        <br>2.15. Запрещена торговля за реальные деньги. Сюда так же относится обмен внутреигровых ресурсов на что угодно, не имеющего отношения к игре. (Например, скины и предметы в других играх, и т.д)
        <br>Бан от 1 до 7 дней. (Возможен пожизненный бан, на усмотрение администрации)
        <br>2.16. Обманы, связанные с продажей/покупкой любых ресурсов в игре, на сайте и форуме, введение игроков в заблуждение, рассматриваются Модераторами и Администраторами при наличии доказательств.
<br>
        <br>Помимо правил, приведённых выше, на каждом сервере могут быть также отдельные правила. Они могут быть на спавне (/spawn), например. Также рекомендуем следить за событиями в группах серверов Вконтакте.
        <br>Любое из нарушений можно обжаловать, чтобы избежать наказания или смягчить его, предоставив доказательства вашей невиновности.
        <br>Решение будет принято коллегиально, забанившим, и двумя другими, уполномоченными в решении данного вопроса, людьми.
        <br>Помните, незнание правил не освобождает вас от ответственности!
    </div>
</template>

<script>
    export default {
        name: 'AppRules',
    };
</script>

<style scoped>

</style>
